Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Metro Hunter.tmx
Source language: ko_kr
Languages: en_us

source: 아버지?
en_us: father?

source: 하나의 이름 앞에 집결할 순간이 온 것입니다.
en_us: ...will unite under one name.

source: 그냥 흔한 지하철은 아닌 것 같은데?
en_us: it doesn’t look like the usual train, though.

source: 호오~ 신세대 헌터가 우릴 아는가?
en_us: hoh, a hunter from the new generation knows who we are?

source: 설마 나와 싸워보기라도 하려고?
en_us: don’t tell me you’re planning on fighting me?

source: 상급 마족 고르고르가 내 스승이다!
en_us: the upper-level demon gorgor is my teacher!

source: 죄송합니다!
en_us: I’m sorry!

source: 슝
en_us: whish

source: 멍청한 놈들!
en_us: you fools!

source: 그렇다면 이제 자격은 충분하겠어.
en_us: then you’re more than qualified now.

source: 강남역 사태 때 이미 한 번, 주인을 죽였던 남자지.
en_us: he killed a master once during the gangnam station incident.

source: 호들갑이라니요?!
en_us: dramatic?!

source: 케{j}케
en_us: keke

source: 아쿠아브레스
en_us: aqua breath

source: 이 녀석들ꞏꞏꞏ.
en_us: these guys...

source: 어떤 전투든 파훼법은 있다.
en_us: there is a way to clear every fight.

source: 돌돌돌
en_us: rattle

source: 파도의 주인과 대화를?
en_us: a word with the Master of Waves?

source: 불룩
en_us: bloat

source: 상가주택
en_us: mixed-use properties

source: 보조배터리가 있으니까 말이야!
en_us: ...portable charger!

source: 알겠어ꞏꞏꞏ.
en_us: I get it...

source: 지지않는 태양
en_us: undefeated sun

source: 여기 붙어볼 생각 있나?
en_us: do you want to tag along?

source: 와앙
en_us: shove

source: 이봐 애송이.
en_us: hey, kid.

source: 문제가 터지고 말았다.
en_us: ...a problem arose.

source: 찌이익
en_us: sploosh

source: 그런···.
en_us: that’s...

source: 해마 물총!
en_us: a seahorse water gun!

source: 유대?
en_us: a bond?

source: 5호선 마포
en_us: line 5 mapo

source: 시간을 끌수록 불리한 싸움.
en_us: The longer this fight goes on, the worse my chances.

source: 지금 파도의 주인은 육신만 만들어진 빈 껍데기 상태!
en_us: the Master of Waves right now is but an empty vessel!

source: 간만에 보네 강철!
en_us: long time no see, cheol kang!

source: 이런 젠장···.
en_us: dammit...

source: '쿠기'
en_us: kuga

source: 누구?
en_us: who are you?

source: 두 번째는
en_us: ...the second was...

source: 이걸 타고 마계로 간다고?
en_us: we’re taking this to the demon realm?

source: 지페리만 처리해 준다면
en_us: if you take care of zipherie...

source: 아직 주인의 힘을 다루기엔 역부족인가?
en_us: am I still not good enough to control the master’s power?

source: 단장님의 죽음은 저도 가슴이 많이 아픕니다···.
en_us: the commander’s death grieves me too...

source: 쿠가?
en_us: kuga?

source: 그리고.
en_us: and...

source: 으앗!!
en_us: whoa!!

source: 쿠우{j}우
en_us: {j}swoosh

source: 네놈은 화염의 주인을 이 세계에 다시 불러들일 생각이냐?
en_us: do you intend to summon the master of flames back into this world?

source: 예.
en_us: yes,

source: 염구
en_us: fire ball

source: 콰{j}앙
en_us: kaboom

source: 지페리 님을 봉인한 이유와
en_us: I want to know everything, from the reason you sealed miss zipherie away...

source: 폴른 엔젤들의 마나 스톤은 부정한 기운이 너무 강해서
en_us: mana stones from fallen angels are too tainted...

source: 아으···.
en_us: uhhh...

source: 강철 스승님!!
en_us: master kang!!

source: 비고!
en_us: veego!

source: 드 득
en_us: clench

source: 하지만!
en_us: however!

source: 59화
en_us: episode 59

source: 아자토스와의 전쟁을 시작하시지요!
en_us: ...and declare war on azatos while you’re at it!

source: 접근하면 안 돼!!
en_us: don’t go near him!!

source: 같은 주인의 힘을 쓰는 것일 텐데?
en_us: we’re both using a master’s power, aren’t we?

source: 슈아악
en_us: swoosh

source: 앉아.
en_us: sit.

source: 고
en_us: vwoom

source: 이 ㅅ끼가.
en_us: you son of a b*tch.

source: 커억!
en_us: argh!

source: 식사를 이 인분 더 준비해주세요.
en_us: please set the table for two more.

source: 이 자식!
en_us: you little!

source: 하아아아아아 아아아아암~
en_us: yaaawn!

source: 자비를 좀 베풀어주시지요.
en_us: please have mercy on us.

source: 지체한다면 사람들이 마나 쇼크로 죽고 말 거야.
en_us: if I delay any longer, the people will die of mana shock.

source: 오늘 임자 만나셨습니다.
en_us: you’re in luck.

source: 화염의 주인은 분노와 파괴의 상징.
en_us: the Master of Flames symbolizes wrath and destruction.

source: 왕좌에 오른 것을 진심으로 축하드립니다.
en_us: I offer you my sincerest congratulations on ascending to the throne.

source: 네놈.
en_us: you.

source: 해골왕의 안식처
en_us: the skull king’s sanctuary

source: 금은 보석
en_us: gold silver gemstones

source: 결국ꞏꞏꞏ.
en_us: you really just...

source: 됐수!
en_us: you’re fine, boy!

source: 휘청
en_us: stumble

source: 갈매기살
en_us: seagull meat

source: 한계가 몇 단계는 확장된 기분이다.
en_us: it feels like my limit’s several levels above what it was before.

source: 덜 덜 덜
en_us: shake shake shake

source: 잡상인이다.
en_us: it’s a traveling salesperson.

source: 피융
en_us: dodge

source: 등을 보이는 상대다.
en_us: ...is one who has their back turned.

source: 블랙혼과 분쟁이 있었던 구룡 길드.
en_us: the dispute between the nine dragons guild and the black deer guild.

source: 정면 승부를 피해라!
en_us: avoid getting into a head-to-head battle!

source: 아깝다.
en_us: what a waste.

source: 대충 정리 된 거 같은데?
en_us: I think that takes care of most of them?

source: 사이는 무슨 사이!
en_us: there’s no relationship!

source: 그 남자가 이 세계의 진실에 가장 근접했던 인간이니까.
en_us: he’s the human that came closest to the truth of this realm.

source: 뭐야 너.
en_us: God.

source: 후{j}우{j}욱
en_us: whoosh

source: 쿠쿠
en_us: rumble

source: 그래···.
en_us: right, there’s that...

source: 안 본 사이 흰머리가 늘었구나.
en_us: you’ve gotten more white hairs since I last saw you.

source: 그래서 언제나 그의 명령을 성실히 이행했어.
en_us: so she was always faithfully carrying out his commands.

source: 이 흉측한 키메라가 파도의 주인이라고?
en_us: you’re telling me this nasty chimera is the Master of Waves?

source: 오크와의 전추 강좌 첫 번째!
en_us: lesson number one of fighting orcs!

source: 팍
en_us: stab

source: 고 오
en_us: fwoom

source: 그러니 더 이상···.
en_us: so...

source: 건강 제품 맞아?
en_us: are you sure that would help with your health?

source: 그 정도로 잘나가는 분이신 줄은 전혀 몰랐어요!
en_us: I had no idea you were that famous!

source: 하지만 곧 무너질 거다.
en_us: but he’s going to fall soon.

source: 정복왕
en_us: king of conquest

source: 이제 주인에게 돌아왔으니···.
en_us: now that it’s been returned to its owner...

source: 이런 물건은 나 같은 마스터급 대장장이가 아니면 다룰 수가 없거든!
en_us: only a master blacksmith like me could handle an item of this sort!

source: 강철의
en_us: cheol kang’s...

source: 하하하ꞏꞏꞏ.
en_us: hahaha...

source: 보그르
en_us: burble

source: 제대로 넘어왔군.
en_us: I got him good.

source: 기껏 끌어낸 힘이지만,
en_us: he had brought out every last bit of his strength...

source: 끝도 없이 어둡고 축축하고 기분 나쁜 최악의 장소.
en_us: a terrible place that’s infinitely dark, wet, and unpleasant.

source: 화{j}륵
en_us: whoosh

source: 츠츠츠
en_us: spark

source: 블레이즈 커터
en_us: blaze cutter

source: 탈모걱정 끝
en_us: no more worrying about hair loss

source: 예전부터 난 네놈의 농담을 싫어했지.
en_us: I’ve always hated your jokes.

source: 오{j}오
en_us: swoosh

source: 힘내 레이가!
en_us: hang in there, rayga!

source: 아무것도 모르시는 것 같아서요.
en_us: you really don’t know anything.

source: 잘 모르겠다고?
en_us: you are not sure?

source: 겁도 없이 우리의 구역에 발을 디딘 너희 인간 놈들!
en_us: as for you humans who fearlessly set foot in our territory...!

source: 이것 좀 보세요!
en_us: please take a look at this!

source: 어쩐지···.
en_us: no wonder...

source: 철퍽
en_us: crush

source: 어쩐지 기분 좋은데?
en_us: I don’t know why, but they feel pretty good.

source: 실력도 합격일지는
en_us: but as for your skills...

source: 목숨은 거두지 않을 테니
en_us: I won’t take your life...

source: 무기를 새로 제작하고 싶다고 하셨다며?
en_us: I hear you’re looking to make a new weapon?

source: 인간 사료.
en_us: human meat.

source: 다인 슬라이프까지 빌려줬는데도 이기다니.
en_us: i can’t believe you won even after I let him borrow dain sleif.

source: 별로 강해 보이지 않는데요?
en_us: it doesn't look that strong, though.

source: 꽈악
en_us: clench

source: 짓뭉개져 사라지세요!!
en_us: be crushed and disappear!!

source: 하핫
en_us: haha

source: 그 죄의 형벌은 결코 가볍지 않을 것입니다!
en_us: the punishment for your sin will not be a light one!

source: 올바른 투약법에 맞는 양을 섭취하셔야 합니다!
en_us: so, be sure to follow the instructions and take the right dosage!

source: 48화
en_us: episode 45

source: 7호선 철산
en_us: line 7 cheolsan

source: 자네에겐 두 번이나 목숨을 구제받았지ꞏꞏꞏ.
en_us: twice now you’ve saved me...

source: 지페리?
en_us: zipherie?

source: 입에 맞는다니 다행이군.
en_us: I’m glad that it’s to your taste.

source: 검을 다시 드는 게 좋을 거다.
en_us: you should take up your sword again.

source: 뒤적
en_us: fumble

source: 대답하지 못하면 잡아먹는 무서운 녀석이지.
en_us: only to eat them if they can't answer.

source: 속성 능력을 축적할 수 있도록 개조해 놨어요!
en_us: ...but we altered it to store elemental attributes!

source: 밤 구름 길드라고 했나?
en_us: you said you’re from the night cloud guild?

source: 오크 놈과 대머리를 처치해 줘!
en_us: get rid of that baldy and the orc!

source: 홀리 펀치!
en_us: holy punch!

source: 리바이어던처럼 영구적으로 능력을 훔칠 수는 없지만,
en_us: it can't permanently steal abilities like the Leviathan...

source: 쉬운 일이 아니지.
en_us: it won’t be easy.

source: 쳇.
en_us: tsk.

source: 알아들을 수 있게 설명해.
en_us: explain it so I can understand.

source: 네놈이 죽는 건
en_us: death is...

source: 과연 무슨 맛이 날까?!
en_us: ...taste like, I wonder?!

source: 51화
en_us: episode 51

source: 교주님.
en_us: Elder.

source: 안으로 드시지요.
en_us: climb aboard.

source: 지은이 왕
en_us: written by wang

source: 무식한 방법?
en_us: unsophisticated?

source: 슈우우
en_us: whoosh

source: 구심점을 잃은 물방울 길드는
en_us: ...the waterdrop guild lost a central figure.

source: 슈아
en_us: swoosh

source: 홀리 펀치!!
en_us: Holy Punch!!

source: 내열단은 화기를 잠재워주는 보조제입니다!
en_us: heat resistance tablets help you withstand the heat!

source: 마지막 발버둥인가?
en_us: is this a last-ditch attempt?

source: 무슨 짓 하려는 거냐?
en_us: what are you going to do to me?

source: 끝은 허무할 거다.
en_us: but your death will be meaningless.

source: 짠!
en_us: ta da!

source: 퍼{j}억
en_us: {j}thwack

source: 콰드
en_us: swoosh

source: 지페리 님을 죽이지 말아 주세요.
en_us: ...please don’t kill miss zipherie.

source: 전부 바쳐 버릴테다!
en_us: I’m going to sacrifice them all!

source: 싫은데?
en_us: I don’t want to, though?

source: 뭐?
en_us: what?

source: 아까워 죽겠군.
en_us: what a waste.

source: 많아도ꞏꞏꞏ.
en_us: ...way...

source: 그분은 부수는 자가 아닌, 만드는 자이기 때문입니다.
en_us: that is because our master is a being who creates, not destroys.

source: 콰 아
en_us: slash

source: 인간과 손을 잡은 거냐?
en_us: have you allied yourself with humans?

source: 쿠{j}와{j}아{j}아
en_us: whoosh

source: 또 너냐?
en_us: you again?

source: 전문
en_us: professional

source: 산하 길드
en_us: affiliated guild

source: 좋은 물건 소개해 드리고자 이렇게 찾아왔습니다!
en_us: I have something that will help you!

source: 정말 지페리 님과 싸우시는 거예요?
en_us: are you really going to fight with ms. zipherie?

source: 조상님이 저승 문턱에 마중나와 계시더군!
en_us: ...but one of my forefathers was waiting for me there!

source: 나가서 막걸리 100병만 사 오게나.
en_us: go buy me 100 bottles of rice wine.

source: 스릉
en_us: trace

source: 소환
en_us: summon

source: 촤 촤 촤
en_us: fling whish

source: 내열단을 먹은 것처럼 몸이 가뿐해.
en_us: my body feels as light as when I take a heat resistance tablet.

source: 타
en_us: fwish

source: 초대형 정수기라고 해야 할까요?
en_us: a supersized water filter, if you will.

source: 천 평 가방의 가격은···.
en_us: the 30 thousand square foot bag costs...

source: 보이시나요?
en_us: do you see?

source: 쩌{j}엉
en_us: wham

source: 생명을 빼앗을 수 있는 법이니까.
en_us: ...they can take a life.

source: 후욱
en_us: whoosh

source: 귀여운 놈!
en_us: how adorable!

source: 당신 내가 길드 사무소 지하에 수영장까지 만들어 놓고
en_us: you asked me why I built this pool in the basement of the guild office...

source: 쾌검
en_us: swift sword

source: 이용해 먹긴 글렀군!
en_us: I guess I won’t be able to use the master!

source: 13023개의 마나 스톤과
en_us: He had invested 13023 mana stones...

source: 너희들의 사계가 나타났지.
en_us: ...and yours appeared.

source: 강철 스승님!
en_us: master kang!

source: 나에 대해 안다는 듯이 함부로 지껄이지 마.
en_us: don’t talk like you know me.

source: 강철 님에게 간다!
en_us: we’re going to see mr. kang!

source: 슈 아악
en_us: whish

source: 끄으!!!
en_us: urgh!!!

source: 이 육체는 너 같은 악인이 가지고 있기엔 너무 위험한 물건이고.
en_us: and this body is too dangerous for me to leave in the hands of a scumbag like you.

source: 불을 향해 달려드는 불나방 닮았구나.
en_us: ...reminds me of a tiger moth flying into a fire.

source: 훅
en_us: fshhh

source: 네놈 손에 당해 개털이 되느니 다 같이 뒈지는 게 차라리 나아!
en_us: if it means going broke at your hands, I’d rather die and take you with me!

source: 승님!
en_us: master!

source: 지금은 적당히 상대해 줄 여유 따위 없으니까!
en_us: I don’t have time to go easy on you right now!

source: 맘껏 싸우기엔 썩 좋은 환경이 아니긴 하군
en_us: he’s right. it’s not the best place to go all out.

source: 아니!
en_us: no!

source: 아직 정신 못 차렸군.
en_us: seems you’re still out of it.

source: 압도적인 힘 앞에 무픞 꿇으십시오!
en_us: kneel before such overwhelming strength!

source: 이번 전투에서 저희를 도와준 헌터를 소개해드리고 싶습니다.
en_us: I’d like to introduce you to a Hunter who helped us during the fight.

source: 이 모든 사건에 하나의 세력이 관여하고 있다는 기분이 들어.
en_us: I get the feeling that one group is involved in all of these incidents.

source: 아기 아자토스 인사 올립니다.
en_us: it is I, baby azatos.

source: 왜 홀딱 벗고 계세요?
en_us: why aren’t you wearing a shirt?

source: 강남역이 불바다가 된 건 당연한 결과일 뿐인 겁니다.
en_us: ...of calling out a being who should have never been summoned.

source: 상대는 척 보기에도 상당한 실력가.
en_us: even at a glance, I can tell that my opponent is extremely skilled.

source: 홱
en_us: turn

source: 단장?
en_us: Commander?

source: 마침 30분 정도 뒤에 던전 브레이크가 시작될 시간이라서
en_us: as it so happens, there's a dungeon break scheduled in 30 minutes...

source: 돼지고기를 먹는 사람이
en_us: do people who eat pork...

source: 하지만 마나가 충분할까요?
en_us: will you have enough mana, though?

source: 당장 마스터에게 알려야겠군.
en_us: I have to tell the guildmaster about this right away.

source: 촤 촤 학
en_us: slash

source: 웃어?
en_us: you think this is funny?

source: 구경꾼도 없는 이 가방 속 세상이
en_us: this world inside the bag, without a single onlooker around...

source: 콱
en_us: stab

source: 신의 뜻을 팔아 자신의 욕망을 채워온 걸
en_us: ...how you insulted my body...

source: 각성을 넘어 자신의 잠재력을 한계까지 끌어올려 사용할 수 있는 경지.
en_us: the ability to bring out one’s potential to the fullest beyond a mere awakening.

source: 황예림
en_us: Yerim Hwang

source: 나도 좀 때려줘야 기분이 풀릴 것 같거든!
en_us: I won’t feel better unless I land some of my own!

source: 피잉
en_us: whoosh

source: 질 나쁜 기억이 남아있나 봐.
en_us: I guess I haven’t completely forgotten the nastier memories.

source: 가자.
en_us: let’s go.

source: 지페리 님을 뛰어넘는 엄청난 기운이.
en_us: you’ve got this enormous aura, one that outclasses miss zipherie.

source: 크윽!
en_us: ugh!

source: 거만한 자여!
en_us: o prideful one!

source: 고작 뱀 한 마리 따위로 날 막을 수 없다.
en_us: you won’t stop me with one little snake.

source: 그래봐야 또 잡동사니겠지···.
en_us: I bet it’s gonna be more junk...

source: 너희 지페리랑 무슨 사이야?
en_us: what’s your relationship to zipherie?

source: 얕보지 마라.
en_us: don’t underestimate me...

source: 이게 끝은 아니겠지?
en_us: that wasn’t the best you got, was it?

source: 저 너머에ꞏꞏꞏ.
en_us: then, waiting for us beyond that door...

source: 환대해 주셔서 감사합니다!
en_us: thank you for the hospitality!

source: 크윽···.
en_us: ugh...

source: 쿡
en_us: snicker

source: 쉬이익
en_us: hiss

source: 참으로 하찮은 인생이라 눈물이 날 지경입니다.
en_us: it pains me to see how insignificant his life was.

source: 새로운 만남은 언제나 설레지!
en_us: meeting new people always sets my heart aflutter!

source: 네놈도 멀쩡해 보이진 않는구나?
en_us: ...it doesn’t seem like you’re in one piece, either.

source: 이 익
en_us: whoosh

source: 데몬 족장
en_us: the daemon chief...

source: 쿨쩍
en_us: sniffle

source: 저와 써우러 오신 건 아닌듯하고···.
en_us: not to mention, it doesn’t seem like you came here to fight me...

source: 공격대장 김규!
en_us: attack general gyu kim!

source: 으아으···.
en_us: uhh...

source: '홍인기'
en_us: ingi hong

source: 쏴{j}아
en_us: swaaa{j}

source: 요리보고 조리봐도
en_us: can’t beat that

source: 강철이란 남자를 부수러 왔다.
en_us: I’m here to crush the man called cheol kang.

source: 꾸 우욱
en_us: grind

source: 아{j}악
en_us: swoop

source: 슈르르륵
en_us: swoosh

source: 그럼 다시 명령한다!
en_us: then I order you again!

source: 우와아악!!
en_us: uwaaah!!

source: 움찔
en_us: twitch

source: 불만 있나?
en_us: do you have any complaints?

source: 소환자로서 명령하겠어!
en_us: ...but I command you as your summoner!

source: 너도 축복자였냐?
en_us: are you a blessed one too?

source: 파도의 주인은 모든 마나를 소진한 후
en_us: after the master of waves used up all of their mana...

source: 살의가 없어도 목적이 있다면
en_us: even if one has no intent to kill, if they have a clear goal...

source: 이제 마나를 제대로 컨트롤할 수 있게 됐거든요!
en_us: I know how to control my mana now!

source: 난 그렇게 속 좁은 마족이 아니야.
en_us: ...I’m not one of those petty demons.

source: 던전을 말하는 거군요?
en_us: it’s a dungeon, right?

source: 난 실력이 좋은 정도가 아니라 업계 탑이라고!
en_us: I’m not just skilled. I’m the best in the business!

source: 마계의 왕
en_us: king of the demon realm

source: 휘{j}오
en_us: whoosh

source: 네놈 따위가 날 부릴 자격 따윈 사라진 셈이지.
en_us: ...a nobody like you has no right to order me around anymore.

source: 날려버리면 그만이여!
en_us: ...insignificant attacks like that, flying!

source: 완전 행운이 따로 없습니다!
en_us: what a blessing!

source: 이건···.
en_us: this is...

source: 멋진 마음이야.
en_us: a wonderful sentiment.

source: 철{j}썩
en_us: clasp

source: 난 무슨 짓이든 할 수 있어!
en_us: ...I’ll do anything!

source: 나는 소환된 입장.
en_us: I’m here because I was summoned.

source: 아닙니다.
en_us: no, sir.

source: 지페리 님을 말씀하시는 건가요?
en_us: are you talking about zipherie?

source: 기분
en_us: I feel...

source: 왜 그리 대범한 일을
en_us: why did you even...

source: 덕분에 대량의 마나포션을 얻게 되었으니까요!
en_us: ...because we have acquired a huge amount of mana potion thanks to you!

source: 사륵
en_us: drool

source: 허억!!!
en_us: gasp!!!

source: 므어어ꞏꞏꞏ.
en_us: guhhh....

source: 구구
en_us: slosh

source: 과연 나의 주인이자 서쪽의 제왕, 지페리 님이십니다!
en_us: I’d expect nothing less from the king of the west and my master, lady zipherie!

source: 이 친구 덕분에 제 목숨도 건지고,
en_us: this fellow is the reason I’m alive...

source: 이봐 젊은 친구!
en_us: you there! young fella!

source: 허억
en_us: gasp

source: 아자토스!
en_us: ...azatos!

source: 아직도 허세를 부리는 겁니까?
en_us: are you really still trying to bluff your way out of this?

source: 젠장.
en_us: dammit.

source: 큭!
en_us: ugh!

source: 직접 확인해 볼까?
en_us: ...I guess I’ll have to check them out for myself.

source: 이 모든 사건과 연결되는 인물이···.
en_us: all of these incidents can be traced to one person...

source: 모를 줄 알았나?
en_us: ...and spoke of god’s will to satisfy your own desires?

source: 불광역
en_us: bulgwang station

source: 그분은 저희에게 그 무엇도 강제하시지 않으십니다.
en_us: our master does not require anything of us.

source: 밤새도록 끝나지 않을 것 같거든!!
en_us: ...that this conversation will take all night!!

source: 47화
en_us: episode 45

source: 어차피 뒈질 놈한테 겸손은 무슨···.
en_us: why the hell would I be humble in front of a dead man...?

source: 지속적으로 마나를 주입시켜 신체를 회복하는 중이지요.
en_us: ...but I have been giving it a constant supply of mana to repair the body.

source: 이게 뭐예요?
en_us: what is that?

source: 최후니까.
en_us: ...last moments.

source: 이 마계를 손에 넣기 위해서라면
en_us: if I can just get my hands on the demon realm...

source: 저건 인간이 아니라 몬스터다.
en_us: that's not a human. that's a monster.

source: 블레이즈 로프
en_us: blaze rope

source: 자신도 같이 소멸해버렸다.
en_us: ...they faded out of existence.

source: 그건 네가 아무것도 몰라서···.
en_us: you only think that because you don’t know anything...

source: 장로가 이 말을 들으면 기겁하겠군.
en_us: the chief would be horrified if he heard that.

source: 너에게 주지.
en_us: ...her life.

source: 온몸의 뼈를 모두 으스러트려 죽일 것이다!
en_us: ...and crush you to death!

source: 의무실 MEDICAL OFFICE
en_us: infirmary

source: 뇌물입니다.
en_us: it’s a bribe.

source: 족장님은 그런 소중한 물건을 나에게 주신 건가?
en_us: the chief gave me something with so much value?

source: 길드원들 앞에서 눈물 짜지마.
en_us: don’t cry in front of the guild members.

source: 공허의 왕이라 불릴만한 자격이 있어.
en_us: you have every right to call yourself the king of the void.

source: 아쿠아 스피어
en_us: aqua spear

source: 3호선
en_us: line 3

source: 가라!
en_us: go!

source: 마인드 컨트롤에 세뇌돼서 이용당한 불쌍한 사람들이다.
en_us: are unfortunate people who were brainwashed and manipulated with mind control.

source: 환아, 멈춰!
en_us: hwan, stop!

source: 아니, 오히려 정반대요!
en_us: no, it’s actually the opposite!

source: 천공왕 레이가!
en_us: rayga the sky king!

source: 모두 내가 좋아하는 단어들이거든···.
en_us: they’re some of my favorite words, you see...

source: 당신 수명의 10년입니다!
en_us: ...ten years of your life!

source: 네놈 피에선
en_us: what does your blood...

source: 파도의 주인을 만나는 거다.
en_us: and that’s to meet the Master of Waves.

source: 던전과 몬스터가 생겨난 것도 그것과 관련이 있는 거야?
en_us: is that connected to the appearance of dungeons and monsters?

source: 내열단!
en_us: heat resistance tablets!

source: 네놈이 정하지 말란 말이다!
en_us: ...go deciding what my limits are, bastard!

source: 에누리 90%
en_us: discount 90%

source: 어쩐지ꞏꞏꞏ.
en_us: that explains it...

source: 타이밍 한번 엿 같군···.
en_us: well, this is crappy timing...

source: 쉐도우 볼!
en_us: shadow ball!

source: 그래서 상급 전사의 오크 블레이드엔 수십 수백 종의 다양한 철들이 뒤섞여 있고,
en_us: so the orc blade of an elite warrior is a hundred different metals mixed together...

source: 그만둬 지페리!!!
en_us: stop it, zipherie!!!

source: 메트로헌터 METROHUNTER 글:두엽 43화 그림:척준경
en_us: Metro Hunter Story by: Yopy Episode 43 Art by: Mr. Cheok

source: 시크릿 시크릿
en_us: secret moisturizer

source: 생각이 좀 변했어.
en_us: ...but I’ve changed my mind.

source: 여기까지만 하지.
en_us: let’s end it here.

source: 어디 맛 좀 한번 봐볼텨?
en_us: yeh want a taste?

source: 배짱이 두둑한 겁니까?
en_us: you have some nerve...

source: 수명 10년이요?!
en_us: ten years of my life?!

source: 난 형처럼 오래 살질 못하니까!
en_us: I don’t live as long as you!

source: 마계까지가 엔딩이었거든.
en_us: had ended with the demon realm.

source: 반드시 내 손으로 죽여주겠다고 약속했거든!
en_us: I swore I would kill them myself!

source: 어때?
en_us: how about it?

source: 푸{j}확
en_us: whoosh{j}

source: 진짜라고!!
en_us: it’s the truth, I tell you!!

source: 엄청난 물건이 들어왔구만!
en_us: we’ve got ourselves a beauty this time!

source: 쿠{j}콰{j}콰
en_us: swoosh

source: 뭐냐 네놈들?
en_us: what the hell are you?

source: 산 가르기
en_us: mountain split

source: 마계 서열 55위
en_us: demon realm rank 55

source: 아무래도 내가 네놈을 죽일 수 없을 것 같거든.
en_us: I don’t think I can kill you.

source: 아직 움직이시면 안 됩니다!
en_us: you shouldn’t move yet!

source: 타 탓
en_us: dash

source: 열차는 언제 출발하지?
en_us: when’s the train departing?

source: 이상해ꞏꞏꞏ.
en_us: strange...

source: 슈{j}왁
en_us: whip

source: 묻겠다.
en_us: I ask you.

source: 오버로드는 야만족이라 지능이 떨어져서
en_us: overlords are barbarians, so they have low intelligence...

source: 하지마!!
en_us: don’t do it!!

source: 포션을 만들기에 적합하지가 않죠.
en_us: they aren’t fit to be made into potions.

source: 이걸 네가 왜?
en_us: why’re you giving it to me?

source: 다들 그 정도는 하잖아?!
en_us: everyone does it!

source: 강철이 벌인 짓이다!
en_us: ...the work of cheol kang!

source: 보답으로 만나게 해 드리죠.
en_us: as thanks, I will allow you to meet our master.

source: 지페리 님···.
en_us: miss zipherie...

source: 그래도 말만 걸지 않으면 위험하지 않으니 조심해라.
en_us: but they're not a threat unless you speak to them, so be careful.

source: 저희가 상대하기엔 너무 강한 몬스터인 것 같은데요?
en_us: isn’t this monster too strong for us?

source: 60화
en_us: episode 60

source: 제대로 닿은 것 같은데?
en_us: it reached you, didn’t it?

source: 콰아 아 아
en_us: roar

source: 깨어나서 정말 정말 다행이야!!!
en_us: I’m really, really glad you’re awake!!

source: 썩
en_us: slash

source: 최악이야!
en_us: you’re the worst!

source: 파 아
en_us: flash

source: 허봉구
en_us: bong-gu heo

source: 이게 말이 돼?
en_us: how is this happening?

source: 지페리라면 오 분도 안 돼서 가방을 찢고 다시 나올 거다.
en_us: this is zipherie we’re talking about. she’ll tear her way out of that bag in five minutes, tops.

source: 네놈은 배우지 못한 모양이지?
en_us: ...but you skipped that lesson, didn’t you?

source: 인간들이 쓰는 돈 몇 푼 주고 살 수 있는 싸구려 물건인 줄 알았냐?
en_us: did you think demon realm items were junk you could buy with a few scraps of your human money?

source: 웅성
en_us: chatter

source: 우득
en_us: crack

source: 아쉬워.
en_us: what a shame.

source: 나와의 싸움으로 한쪽 팔을 잃었거든!
en_us: you see, he lost an arm during his fight with me!

source: 쩌
en_us: slash

source: 네놈 설마?!
en_us: You bastard! You wouldn’t!

source: 하지만 그걸 알고도
en_us: knowing that...

source: 훌륭하군!
en_us: excellent!

source: 이건 솔깃하지 않아?
en_us: doesn’t that get your motor running?

source: 간만에 막걸리 한 잔 안 할텨?
en_us: what say we have a drink together?

source: 슈 아
en_us: whoosh

source: 언제 봐도 정말 대단한 실력입니다.
en_us: no matter how many times I see it, it’s still amazing.

source: 승객 여러분 안녕하십니까!
en_us: hello, passengers!

source: 안전하게 착지할 방법을 생각해 내야 해!
en_us: I need to figure out a way to land safely!

source: 씹고 삼켜서 당신의 피와 살로 만드는 겁니다!
en_us: chew him up and turn him into thy flesh and blood!

source: 효과가ꞏꞏꞏ
en_us: it’s...

source: 지금 보고 있지?
en_us: you’re watching, right?

source: 헉 헉
en_us: huff huff
